andys8.jest-snippets
christian-kohler.npm-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
ms-vscode.powershell
oderwat.indent-rainbow
PKief.material-icon-theme
shd101wyy.markdown-preview-enhanced
yzhang.markdown-all-in-one
